// 前綴詞的字典
const prefixes = [
    "嘛",
    "欸都",
    "唔姆",
    "呀咧呀咧",
    "笑死",
    "Ahoy!",
    "好油哦",
    "嗯.."
]

// 後綴詞1的字典
const postfixes1 = [
    "w",
    "ww",
    "www",
    "wwww",
    "wwwww",
    "W",
    "WW",
    "WWW",
    "WWWW",
    "WWWWW",
    "XD",
    "Orz",
    "==",
    "peko",
    "QQ",
    "TT"
]

// 後綴詞2的字典
const postfixes2 = [
    "笑",
    "燦笑",
    "推眼鏡",
    "摸頭",
    "茶",
    "歪頭",
    "汗顏",
    "？",
    "ㄏㄏ",
    "喂！",
    "遠望",
    "探頭",
    "嘆",
    "扶額",
    "咳咳",
    "被打",
    "X",
    "誤",
    "躺",
    "ㄎㄎ",
    "翻滾退場",
    "吐舌",
    "舔嘴唇"
]

